* Bowdoin_BH2

#+NAME: ingest_meta
#+BEGIN_SRC bash :results verbatim :exports results
cat meta.bsv | sed 's/|/@| /' | column -s"@" -t
#+END_SRC

#+RESULTS: ingest_meta
#+begin_example
Borehole ID                      | Bowdoin_BH2
Place name                       | Bowdoin Glacier
Geographic location              | Northwest Greenland
Site type                        | Ice sheet
Data Source                      | Seguinot, Funk, Bauder, Wyder, Senn, & Sugiyama. (2020). Bowdoin Glacier borehole temperature data [Data set]. Zenodo. https://doi.org/10.5281/zenodo.3695961
Data DOI                         | 10.5281/zenodo.3695961
Science Source                   | Seguinot J, Funk M, Bauder A, Wyder T, Senn C and Sugiyama S (2020) Englacial Warming Indicates Deep Crevassing in Bowdoin Glacier, Greenland. Front. Earth Sci. 8:65. doi: 10.3389/feart.2020.00065
Science DOI                      | 10.3389/feart.2020.00065
Date                             | 2014-10-01
Longitude [°E]                   | -68.58
Latitude [°N]                    | 77.68
Location Source                  | 10.3189/2015JoG14J127 
Depth of top measurement [m]     | 9.0
Depth of bottom measurement [m]  | 262
Ice thickness [m]                | 262
Coverage [% of thickness]        | 97
Ice thickness source             | 10.3389/feart.2020.00065
Note                             | 
#+end_example

** Temperature

+ See https://github.com/GEUS-Glaciology-and-Climate/greenland_ice_borehole_temperature_profiles/issues/46

** Thickness

** Location

+ Location approximate and site in motion. Using Study Site from http://doi.org/10.3189/2015JoG14J127

** Data                                                 :noexport:

#+NAME: ingest_data
#+BEGIN_SRC bash :exports results
cat data.csv | sort -t, -n -k1
#+END_SRC

#+RESULTS: ingest_data
|                 d |                    t |
| 8.559999999999999 |   -7.218972026171953 |
|             28.56 |   -2.472746204050607 |
|             48.56 |   -3.741665343915274 |
| 68.55999999999999 |   -5.077302573388848 |
| 88.55999999999999 |   -5.763261277974561 |
|            108.56 |   -5.980415083369564 |
|            118.56 |   -5.919788599597749 |
|            138.56 |    -5.93513192733191 |
|            158.56 |   -5.823162745014667 |
|            178.56 |   -5.257657113698826 |
|            198.56 |   -4.615924572957764 |
|            218.56 |   -3.427487258510253 |
|            238.56 |  -2.0278599740498353 |
|            258.56 |  -0.7203667125076594 |
|             262.0 | -0.22643182429437758 |


